Repository: jsilver83/debtcollect
Catalog: debtcollect/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Accounting
ar: محاسبة

source: Search in Name Or Description
ar: البحث باﻻسم أو الوصف

source: Project
ar: مشروع

source: New
ar: جديد

source: Approved
ar: تمت الموافقة

source: Rejected
ar: مرفوض

source: Closed
ar: مغلق

source: Amount
ar: المبلغ

source: Justification
ar: المبرر

source: Justification Proof
ar: إثبات المبرر

source: Requester
ar: الطالب

source: Request Date
ar: تاريخ الطلب

source: Approval Status
ar: حالة اﻻعتماد

source: Approved Amount
ar: المبلغ المعتمد

source: Approved By
ar: اعتمد بواسطة

source: Approval Comments
ar: تعليقات اﻻعتماد

source: Approval Date
ar: تاريخ اﻻعتماد

source: Created On
ar: تاريخ الإنشاء

source: Created By
ar: تم الإنشاء بواسطة

source: Updated On
ar: تاريخ التحديث

source: Updated By
ar: تم التحديث بواسطة

source: Fund Request
ar: طلبات التمويل

source: Fund Requests
ar: طلبات التمويل

source: Pending
ar: معلق

source: Cancelled
ar: ملغى

source: Invoice Reference
ar: رقم الفاتورة

source: Title
ar: العنوان

source: Title (English)
ar: العنوان (الإنجليزية)

source: Description
ar: وصف

source: Description (English)
ar: الوصف (الإنجليزية)

source: Invoice Date
ar: تاريخ الفاتورة

source: Status
ar: الحالة

source: Client
ar: العميل

source: Invoice
ar: الفاتورة

source: Invoices
ar: الفواتير

source: Employee
ar: الموظف

source: Expenses
ar: مصاريف

source: Salaries
ar: الرواتب

source: Returns to Client
ar: العودة إلى العميل

source: Revenue
ar: اﻷرباح

source: Receivables
ar: حساب مدين

source: N/A
ar: غير متوفر

source: Debit
ar: دائن

source: Credit
ar: مدين

source: Handing Party
ar: الطرف المصدر

source: Handing Party Role
ar: دور الطرف المصدر

source: Receiving Party
ar: الطرف المستلم

source: Receiving Party Role
ar: دور الطرف المتلقي

source: Transaction Date
ar: تاريخ العملية

source: Transaction
ar: عملية مالية

source: Transactions
ar: العمليات المالية

source: Approve
ar: موافق

source: New Expense
ar: مصروف جديد

source: New Payment
ar: دفعة جديدة

source: Invoice info was updated successfully
ar: تم تحديث معلومات الفاتورة بنجاح

source: Invoice was added successfully
ar: تم إضافة الفاتورة بنجاح

source: Fund request was updated successfully.
ar: تم إضافة طلب الصرف بنجاح

source: Expense was added successfully
ar: تم إضافة المصروف بنجاح

source: Payment was added successfully
ar: تم إضافة الدفعة بنجاح

source: Archive
ar: الأرشيف

source: INBOX
ar: صندوق الوارد

source: Type
ar: النوع

source: Document Upload
ar: تحميل المستند

source: Document Title
ar: عنوان المستند

source: Document Description
ar: وصف المستند

source: Movement Description
ar: وصف الحركة

source: Document Type
ar: نوع المستند

source: Describe the movement of the document not the document itself
ar: قم بوصف حركة المستند وليس المستند نفسه

source: In Archive
ar: بالأرشيف

source: Out With An Employee
ar: خارج اﻷرشبف مع موظف

source: Out With A Client
ar: خارج اﻷرشبف مع عميل

source: Uploaded On
ar: تم التحميل في

source: Uploaded By
ar: تم الرفع بواسطة

source: Document
ar: المستند

source: Documents
ar: المستندات

source: Inbox
ar: وارد

source: Outbox
ar: صادر

source: Original Document?
ar: المستند اﻷصلي؟

source: Are you actually moving the original document or just a copy?
ar: هل تقوم بتحريك أصل المستند أم نسخة فقط؟

source: Movement Date
ar: تاريخ الحركة

source: Document Movement
ar: حركة مستند

source: Document Movements
ar: حركات المستندات

source: Movement Type
ar: نوع حركة المستند

source: Check Out
ar: إخراج

source: Check In
ar: إدخال

source: Audit
ar: معلومات متابعة

source: Document was added and checked in successfully
ar: المستند تم إضافته وإدخاله إالى اﻷرشيف بنجاح

source: Document was moved successfully
ar: تم تحريك المستند بنجاح

source: Arabic
ar: العربية

source: English
ar: العربية

source: SAR
ar: ريال سعودي

source: contains
ar: يحتوي

source: Insurance Debt
ar: المطالبة

source: Entered amount is higher than the remaining amount of the debt
ar: المبلغ المدخل سيتجاوز إجمالي الدين

source: Confirmation Code
ar: رمز التحقق

source: Your Mobile
ar: الجوال

source: format: 05XXXXXXXX
ar: الصيغة: 05xxxxxxxx

source: You have entered an invalid mobile number
ar: رقم الجوال الذي أدخلته غير صالح

source: Request ID
ar: رقم المطالبة

source: Entered login data do NOT match with our records. Kindly try again!
ar: البيانات المدخلة غير صحيحة، حاول مرة أخرى أو تواصل مع الإدارة لحل المشكلة

source: I want to pay
ar: مستعد للدفغ

source: I want to pay with installments
ar: مستعد للدفع، لكن بالأقساط

source: I wont pay
ar: غير مستعد للدفع

source: This is the wrong person
ar: أنا لست الشخص المعني بهذه المطالبة

source: Your Action/Response
ar: ردك على المطالبة

source: Enter any justifications you think is appropriate for your choice
ar: الرجاء إدخال أى مبررات لخيارك أعلاه

source: Kindly enter justification for your action/choice
ar: يجب إدخال المبرر لخيارك

source: Insurance Company
ar: شركة التأمين

source: Employee Name
ar: اسم الموظف

source: The insurance company employee who signed the contract from their side
ar: الموظف من طرف شركة التأمين الذي وقع على العقد

source: Employee Contact Details
ar: معلومات التواصل مع الموظف

source: Contract Soft Copy
ar: نسخة من العقد

source: Contract Details
ar: تفاصيل العقد

source: Agreed Cut
ar: النسبة المتفق عليها

source: Signed On
ar: تاريخ التوقيع

source: Signed By
ar: الموقع

source: Insurance Contract
ar: عقد شركة التأمين

source: Insurance Contracts
ar: عقود شركات التأمين

source: Contract
ar: العقد

source: Sub-Contract Soft Copy
ar: نسخة من العقد الفرعي

source: Sub-Contract Details
ar: تفاصيل العقد الفرعي

source: This cut will take precedence over the parent-contract cut
ar: هذه النسبة ستكون بديلة عن النسبة بالعقد الأساسي

source: Insurance Sub-Contract
ar: العقد الفرعي

source: Insurance Sub-Contracts
ar: العقود الفرعية

source: In Progress
ar: قيد العمل

source: In Progress (Installments)
ar: جاري الدفع (أقساط)

source: Finished
ar: منتهي

source: Delayed
ar: متأخر

source: Cancelled (Wrong Person)
ar: ملغاة (الشخص الخطأ)

source: Cancelled (Client will NOT pay)
ar: ملغاة (الشخص غير مستعد للدفع)

source: Traffic
ar: مرور

source: Returned
ar: رجوع

source: Sub-Contract
ar: العقد الفرعي

source: Insurance Company Reference No
ar: رقم مرجعي من شركة التأمين

source: Type Justification
ar: المبرر

source: Status Comments
ar: تعليقات الحالة

source: Debt Amount
ar: المبلغ

source: Assignee
ar: الموظف المكلف

source: Driver Government ID
ar: رقم هوية/إقامة السائق

source: You have entered an invalid Government ID
ar: الرقم الحكومي غير صالح

source: Driver Full Name
ar: اسم السائق الكامل

source: Insurer Full Name
ar: اسم المؤمن الكامل

source: Driver Mobile
ar: الجوال

source: Vehicle Plate NO
ar: رقم اللوحة

source: Accident Location
ar: مكان الحادث

source: Accident Date
ar: تاريخ الحادث

source: Client Notes
ar: ملاحظات العميل

source: Notes
ar: ملاحظات

source: Insurance Debts
ar: المطالبات

source: Debt No
ar: رقم المطالبة

source: Insurance Document
ar: مستند التأمين

source: Insurance Documents
ar: مستندات التأمين

source: Bank transfer to Gulf Debt account
ar: حوالة بنكية لحساب شركة الخليج للتحصيل

source: Bank transfer to the insurance company account
ar: حوالة بنكية لحساب شركة التأمين

source: Scheduled Date
ar: تاريخ الجدولة

source: Scheduled On
ar: تاريخ الجدولة

source: Scheduled By
ar: تمت الجدولة بواسطة

source: Received On
ar: تاريخ الاستلام

source: Received By
ar: استلمت بواسطة

source: Payment Methods
ar: طرق الدفع

source: Proof Of Payment
ar: إثبات الدفع

source: Scheduled Payment
ar: الدفعة المجدولة

source: Scheduled Payments
ar: الدفعات المجدولة

source: Receive
ar: استلام

source: The Client
ar: العميل

source: Add comment
ar: إضافة تعليق

source: Are you sure?
ar: متأكد؟

source: Welcome
ar: أهلا وسهلا

source: Logout
ar: خروج

source: Attached Documents
ar: المستندات المرفقة

source: <h2><b>Important Note</b></h2><br> <p>Kindly carefully choose your response to the claimed debt above. If you choose NOT to pay the debt, you will most probably face some escalated measures that we will take against you with the help of the SAUDI Laws</p>
ar: <h2><b>ملاحظة مهمة</b></h2><br> <p>الرجاء إختيار قرارك بتأني و روية لأن قرارك قد يترتب عليه تبعات سنتخذها ضدك حسب القانون السعودي</p>

source: Payment Method
ar: طريقة الدفع

source: Remaining Unpaid Amount
ar: المبلغ المتبقي

source: Comments
ar: التعليقات

source: New Comment
ar: تعليق جديد

source: Client Login
ar: دخول العملاء

source: Login Form
ar: نموذج الدخول

source: Log in
ar: دخول

source: Gulf Debt Client Login
ar: دخول العميل | شركة الخليج للتحصيل

source: Insurance Debt Details
ar: تفاصيل المطالبة

source: Attachments
ar: المرفقات

source: New Attachment
ar: مرفق جديد

source: New Scheduled Payment
ar: جدولة دفعة جديدة

source: Remaining Unscheduled Amount
ar: المبلغ المتبقي الغير مجدول

source: Insurance Debts Listing
ar: قائمة المطالبات

source: New Insurance Debt
ar: مطالبة جديدة

source: Submit
ar: حفظ

source: Insurance Debt was created successfully
ar: تم إنشاء المطالبة بنجاح

source: Insurance Debt was updated successfully
ar: تم تعديل المطالبة بنجاح

source: Insurance Document was created successfully
ar: تم إنشاء مستند جديد للمطالبة بنجاح

source: Scheduled payment was created successfully
ar: تم جدولة دفعة جديدة بنجاح

source: Scheduled payment was updated successfully
ar: تم تعديل الدفعة المجدولة بنجاح

source: Scheduled payment was received successfully
ar: تم استلام الدفعة المجدولة بنجاح

source: Comment was posted successfully
ar: تم إرسال التعليق بنجاح

source: Successful login
ar: دخول ناجح للنظام

source: You submitted your action/choice successfully
ar: تم استلام ردكم بنجاح

source: Login first please
ar: الرجاء تسجيل الدخول

source: The client chose this: [%s]
ar: رد العميل: [%s]

source: Logged out successfully
ar: تم تسجيل الخروج بنجاح

source: Gulf Debt
ar: شركة الخليج للتحصيل

source: System Administration
ar: إدارة النظام

source: Administration
ar: الإدارة

source: Projects
ar: مشاريع

source: Title (Arabic or English)
ar: العنوان (بالعربي أو بالإنجليزية)

source: Case Reference
ar: رقم القضية

source: Name (Arabic or English)
ar: الاسم الكامل (بالعربي أو بالإنجليزية)

source: Individuals
ar: أفراد

source: Job Description
ar: وصف الوظيفة

source: Lookup Value
ar: وصف النوع

source: Choose from the above list if this client belongs to an organization. If the name of the organization does NOT appear in the list, you need to add it first and come back here
ar: اختر من القائمة أعلاه إذا كان هذا العميل ينتمي إلى جهة أو شركة

source: Court Name (Arabic)
ar: اسم المحكمة (العربية)

source: Court Name (English)
ar: اسم المحكمة (بالإنجليزية)

source: Court Type
ar: نوع المحكمة

source: Organization Type
ar: نوع المنشأة

source: Case Type
ar: نوع القضيه

source: Consultation Type
ar: نوع الاستشارة

source: Paperwork Type
ar: نوع التعقيب

source: Court Role
ar: دور المحكمة

source: Insurance Document Type
ar: نوع مستند التأمين

source: Lookup Type
ar: تصنيف النوع

source: Show
ar: إظهار

source: Display Order
ar: عرض الطلب

source: Look up
ar: اﻷنواع

source: Look ups
ar: التطلعات

source: Male
ar: ذكر

source: Female
ar: إناثا

source: Person
ar: الشخص

source: Persons
ar: الأشخاص

source: Full Name
ar: الاسم الكامل

source: Full Name (English)
ar: الاسم الكامل (بالإنجليزية)

source: Mobile
ar: الموبايل

source: Home Phone
ar: هاتف المنزل

source: Work Phone
ar: هاتف عمل

source: Personal Email
ar: البريد الإلكتروني الشخصي

source: Government ID
ar: معرف الحكومة

source: Gender
ar: جنس

source: Date Of Birth
ar: تاريخ الميلاد

source: Address
ar: عنوان

source: Is Active
ar: ... نشيطة.

source: Personal Picture
ar: الصورة الشخصية

source: Job Description (English)
ar: الوصف الوظيفي (الإنجليزية)

source: Joining Date
ar: تاريخ الانضمام

source: Qualifications
ar: مؤهلات

source: Monthly Salary
ar: راتب شهري

source: Supervisor
ar: المشرف

source: Associated User
ar: المستخدم

source: The user associated with this employee holds the credentials data.
ar: معلومات المستخدم تتضمن كلمة المرور وصلاحيات الموظف.

source: Employees
ar: الموظفين

source: Organization
ar: المنشأة

source: Clients
ar: العملاء

source: Organization Name
ar: إسم المنشأة

source: Organization Name (English)
ar: اسم المنشأة (بالإنجليزية)

source: Phone
ar: هاتف

source: Fax
ar: فاكس

source: Website
ar: موقع

source: City
ar: المدينة

source: Organizations
ar: المنشئات

source: Court
ar: المحكمة

source: Courts
ar: المحكام

source: Fees
ar: الرسوم

source: Main Assignee
ar: الموظف المكلف

source: Client Role
ar: دور العميل

source: Opponent
ar: الخصم

source: Opponent Role
ar: دور الخصم

source: Court Office
ar: مكتب المحكمة

source: Case
ar: القضيه

source: Cases
ar: القضايا

source: Consultation
ar: استشارة

source: Consultations
ar: استشارات

source: Paperwork
ar: تعقيب

source: Paperwork Projects
ar: مشاريع التعقيب

source: SMS
ar: رسائل الجوال

source: Email
ar: البريد الالكتروني

source: Both
ar: كلاهما

source: Reminder
ar: تذكير

source: Reminders
ar: تذكيرات

source: Whom To Remind
ar: التذكير لمن

source: Reminder Date
ar: تاريخ التذكير

source: Last Seen On
ar: أخر مشاهدة

source: Update
ar: التحديث

source: Updates
ar: التحديثات

source: Update Date
ar: تاريخ التحديث

source: Inform The Client
ar: أخبر العميل

source: Creator
ar: أنشء بواسطة

source: View
ar: عرض

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Name
ar: الاسم

source: Update Fund Request
ar: عدل طلب التمويل

source: Download
ar: تحميل

source: Fund Request Listing
ar: طلبات التمويل

source: All Fund Requests
ar: جميع طلبات التمويل

source: Invoice Listing
ar: قائمة الفواتير

source: All Invoices
ar: جميع الفواتير

source: New Invoice
ar: فاتورة جديدة

source: Transaction Listing
ar: قائمة العمليات المالية

source: All Transactions
ar: جميع العمليات المالية

source: Documents Movment Listing
ar: قائمة حركات المستندات

source: All Documents Movments
ar: جميع حركات المستندات

source: New Document
ar: مستند جديد

source: Gulf Debt System
ar: نظام شركة الخليج للتحصيل

source: Feedback
ar: مشكلة أو ملاحظة؟

source: Search
ar: بحث

source: Clients Listing
ar: قائمة العملاء

source: All Clients
ar: جميع العملاء

source: New Client
ar: عميل جديد

source: Courts Listing
ar: قائمة المحكام

source: All Courts
ar: جميع المحكام

source: New Court
ar: محكمة جديدة

source: Employees Listing
ar: قائمة الموظفين

source: All Employees
ar: كل الموظفين

source: New Employee
ar: موظف جديد

source: Lookups Listing
ar: قوائم اﻷنواع

source: All Lookups
ar: كل اﻷنواع

source: New Lookup
ar: نوع جديد

source: Project Details
ar: تفاصيل المشروع

source: Organizations Listing
ar: قائمة المنشئات

source: All Organizations
ar: جميع المنشئات

source: New Organization
ar: منشأة جديدة

source: New Update
ar: تحديث جديد

source: The client will be informed
ar: سوف يتم إخبار العميل

source: No updates yet!
ar: لا يوجد تحديثات بعد!

source: New Reminder
ar: تذكير جديد

source: Documents Archive
ar: أرشيف المستندات

source: Request Funds
ar: طلب تمويل

source: Users Listing
ar: قائمة المستخدمين

source: All Users
ar: المستخدمين

source: New User
ar: مستخدم جديد

source: Login
ar: دخول

source: Lost your password?
ar: فقدت كلمة المرور؟

source: Gulf Debt Employee Login
ar: دخول الموظفين | شركة الخليج للتحصيل

source: Main Menu
ar: القائمة الرئيسية

source: Insurance Companies
ar: شركات التأمين

source: Users
ar: المستخدمين

source: Admin Panel
ar: لوحة الإدارة

source: Audit Data
ar: معلومات المتابعة

source: Feedback lets you send us suggestions about this site. We welcome problem reports, feature ideas and general comments.
ar: تتيح لك التعليقات إرسال اقتراحات لنا حول هذا الموقع. نحن نرحب بتقارير المشكلات وأفكار الميزات والتعليقات العامة.

source: If you wish to be contacted please leave us your email:
ar: إذا كنت ترغب في أن يتم الاتصال بك ، يرجى ترك لنا البريد الإلكتروني الخاص بك:

source: Start by writing a brief description:
ar: ابدأ بكتابة وصف مختصر:

source: Next we'll let you identify areas of the page related to your description.
ar: بعد ذلك سنسمح لك بتحديد مناطق الصفحة ذات الصلة بوصفك.

source: Next
ar: التالي

source: Please enter a description.
ar: الرجاء إدخال وصف.

source: Click and drag on the page to help us better understand your feedback. You can move this dialog if it's in the way.
ar: انقر على الصفحة واسحبها لمساعدتنا على فهم تعليقاتك بشكل أفضل. يمكنك نقل مربع الحوار هذا إذا كان في الطريق.

source: Highlight
ar: تحديد

source: Highlight areas relevant to your feedback.
ar: أبرز المناطق ذات الصلة بتعليقاتك.

source: Black out
ar: إخفاء

source: Black out any personal information.
ar: احجب أي معلومات شخصية.

source: Back
ar: العودة

source: Additional info
ar: معلومات إضافية

source: None
ar: لا يوجد

source: Browser Info
ar: معلومات المتصفح

source: Page Info
ar: معلومات الصفحة

source: Page Structure
ar: تقسيم الصفحة

source: Screenshot
ar: صورة

source: Sadly an error occurred while sending your feedback. Please try again.
ar: للأسف حدث خطأ أثناء إرسال ملاحظاتك. حاول مرة اخرى.

source: OK
ar: موافق

source: Thank you for your feedback. We value every piece of feedback we receive.
ar: شكرا لك على ملاحظاتك. نحن نقدر كل جزء من ردود الفعل التي نتلقاها.

source: We cannot respond individually to every one, but we will use your comments as we strive to improve your experience.
ar: لا يمكننا الرد بشكل فردي على كل واحد ، ولكننا سنستخدم تعليقاتك ونحن نسعى جاهدين لتحسين تجربتك.

source: User Profile
ar: المعلومات الشخصية

source: New Case
ar: قضية جديدة

source: New Paperwork Project
ar: مشروع تعقيب جديد

source: New Consultation
ar: استشارة جديدة

source: Project was created successfully
ar: تم إنشاء المشروع بنجاح

source: Project was updated successfully
ar: تم تحديث بيانات المشروع بنجاح

source: Fund request was submitted successfully. Check later for approval status
ar: تم إرسال طلب الصرف بنجاح، سيتم مراجعة طلبك من قبل اﻹدارة بأسرع وقت ممكن

source: Update was submitted successfully.
ar: تم إنشاء التحديث بنجاح

source: Client info was updated successfully
ar: تم تحديث بيانات العميل بنجاح

source: Client was added successfully
ar: تم إضافة العميل بنجاح

source: Organization info was updated successfully
ar: تم تحديث بيانات المنشأة بنجاح

source: Organization was added successfully
ar: تم إضافة المنشأة بنجاح

source: Reminder was created successfully.
ar: تم إضافة التذكير بنجاح

source: Employee was created successfully.
ar: تم إضافة الموظف بنجاح

source: Employee info was updated successfully
ar: تم تحديث بيانات الموظف بنجاح

source: Lookup was added successfully
ar: تم إضافة النوع بنجاح

source: Lookup was updated successfully
ar: تم تحديث بيانات النوع بنجاح

source: User was added successfully
ar: تم إضافة المستخدم بنجاح

source: User was updated successfully
ar: تم تحديث بيانات المستخدم بنجاح
